{
    "state": true,
    "data": [
        {
            "name": "电影一台HD",
            "playUrl": "P2p://144.217.115.136:3431/5abb58030002245a07bc8d1942681103.ts",
            "genre": "144"
        },
        {
            "name": "TVB翡翠台",
            "playUrl": "P2p://144.217.115.136:3431/5a85a82700085a60040405bae83b36bb.ts",
            "genre": "144"
        },
        {
            "name": "TVB-J5",
            "playUrl": "P2p://144.217.115.136:3431/5b0d0183000f3ef7024a17e1217a51ed.ts",
            "genre": "144"
        },
        {
            "name": "TVB-J2",
            "playUrl": "P2p://144.217.115.136:3431/5a85b90600078f670445ec9e4569fb27.ts",
            "genre": "144"
        },
        {
            "name": "互动新闻",
            "playUrl": "P2p://144.217.115.136:3431/5a85b8d10003a6e404451c95d13aed17.ts",
            "genre": "144"
        },
        {
            "name": "有线新闻台",
            "playUrl": "P2p://144.217.115.136:3431/5a52ef930007d6cc005d101196b0a829.ts",
            "genre": "144"
        },
        {
            "name": "TVB-明珠台",
            "playUrl": "P2p://144.217.115.136:3431/5a52e539000308fe00349f46a0af594c.ts",
            "genre": "144"
        },
        {
            "name": "VIUTV",
            "playUrl": "P2p://144.217.115.136:3431/5a52e539000617b30034a00f649f4321.ts",
            "genre": "144"
        },
        {
            "name": "TVB星河",
            "playUrl": "P2p://144.217.115.136:3431/5a52e53900044e9e00349f9a7a131591.ts",
            "genre": "144"
        },
        {
            "name": "凤凰资讯",
            "playUrl": "P2p://144.217.115.136:3431/5a52ef93000b8f51005d110515607463.ts",
            "genre": "144"
        },
        {
            "name": "凤凰香港",
            "playUrl": "P2p://144.217.115.136:3431/5a52e539000a2c840034a11a507641db.ts",
            "genre": "144"
        },
        {
            "name": "凤凰卫视",
            "playUrl": "P2p://144.217.115.136:3431/5a52ef950005c3b4005d17599decce57.ts",
            "genre": "144"
        },
        {
            "name": "RHK32",
            "playUrl": "P2p://144.217.115.136:3431/5b0f6ae3000559d40168fc4758a261e0.ts",
            "genre": "144"
        },
        {
            "name": "hkc603",
            "playUrl": "P2p://144.217.115.136:3431/5abb580300057ecc07bc8df5806767dc.ts",
            "genre": "144"
        },
        {
            "name": "hkc体育2台",
            "playUrl": "P2p://144.217.115.136:3431/5abb58030003706407bc8d6e233a5065.ts",
            "genre": "144"
        },
        {
            "name": "FOX MOVIE",
            "playUrl": "P2p://144.217.115.136:3431/5abb58030000670c07bc8ca7b6978588.ts",
            "genre": "144"
        },
        {
            "name": "非凡新闻",
            "playUrl": "P2p://144.217.115.136:3431/5a52e7200008eea8003c0f2147efbc8d.ts",
            "genre": "144"
        },
        {
            "name": "东森电影",
            "playUrl": "P2p://144.217.115.136:3431/5a52e720000a76bb003c0f858419b182.ts",
            "genre": "144"
        },
        {
            "name": "东森综合",
            "playUrl": "P2p://144.217.115.136:3431/5a52e7b50008bb30003e551cbfd606d2.ts",
            "genre": "144"
        },
        {
            "name": "东森财经",
            "playUrl": "P2p://144.217.115.136:3431/5a85d23700017617005683517ab96e6e.ts",
            "genre": "144"
        },
        {
            "name": "东森幼幼",
            "playUrl": "P2p://144.217.115.136:3431/5a85d26a00099f0100574ca041846274.ts",
            "genre": "144"
        },
        {
            "name": "东森戏剧",
            "playUrl": "P2p://144.217.115.136:3431/5a85d26a000af1bc00574cf767a16c08.ts",
            "genre": "144"
        },
        {
            "name": "澳门莲花卫视",
            "playUrl": "P2p://144.217.115.136:3431/5a52e7df000097d2003ef71625beacbe.ts",
            "genre": "144"
        },
        {
            "name": "罪案侦缉频道",
            "playUrl": "P2p://144.217.115.136:3431/5a52f0520008be35005ffa6472d34bcf.ts",
            "genre": "144"
        },
        {
            "name": "EYE TV旅游台",
            "playUrl": "P2p://144.217.115.136:3431/5a85d2910002c3400057e3367724940c.ts",
            "genre": "144"
        },
        {
            "name": "EYE4戏剧台HD",
            "playUrl": "P2p://144.217.115.136:3431/5a85d29200040e2e0057e7734af8934a.ts",
            "genre": "144"
        },
        {
            "name": "靖天电影台",
            "playUrl": "P2p://144.217.115.136:3431/5a85d292000800e30057e8766f067e67.ts",
            "genre": "144"
        },
        {
            "name": "东森财经HD",
            "playUrl": "P2p://144.217.115.136:3431/5a85d2920005b6990057e7e061c4d6cd.ts",
            "genre": "144"
        },
        {
            "name": "东森戏剧HD",
            "playUrl": "P2p://144.217.115.136:3431/5a85d2900007b5aa0057e0938bb7f532.ts",
            "genre": "144"
        },
        {
            "name": "东森电影HD",
            "playUrl": "P2p://144.217.115.136:3431/5a85d2920001416f0057e6bcebb71949.ts",
            "genre": "144"
        },
        {
            "name": "东森综合HD",
            "playUrl": "P2p://144.217.115.136:3431/5a85d291000d6f550057e5f290da2f75.ts",
            "genre": "144"
        },
        {
            "name": "纬来电影",
            "playUrl": "P2p://144.217.115.136:3431/5a52e6980002f4b90039fa59db857c03.ts",
            "genre": "144"
        },
        {
            "name": "TVBS欢乐HD",
            "playUrl": "P2p://144.217.115.136:3431/5a52e7d30006358f003ec9a6668c9154.ts",
            "genre": "144"
        },
        {
            "name": "TVBSHD",
            "playUrl": "P2p://144.217.115.136:3431/5a52e7d30007fe51003eca1b9c9e7228.ts",
            "genre": "144"
        },
        {
            "name": "三立综合",
            "playUrl": "P2p://144.217.115.136:3431/5a85d2ac0000dae200584c314e63793b.ts",
            "genre": "144"
        },
        {
            "name": "三立新闻",
            "playUrl": "P2p://144.217.115.136:3431/5a85d2ab000ecbf700584bdb21cb7796.ts",
            "genre": "144"
        },
        {
            "name": "三立戏剧",
            "playUrl": "P2p://144.217.115.136:3431/5a85d2ac0002834900584c9ef7a22144.ts",
            "genre": "144"
        },
        {
            "name": "三立台湾HD",
            "playUrl": "P2p://144.217.115.136:3431/5a85d2ac00040be700584d0386fac880.ts",
            "genre": "144"
        },
        {
            "name": "公视HD",
            "playUrl": "P2p://144.217.115.136:3431/5a85d2ac0005946b00584d67df52d7ea.ts",
            "genre": "144"
        },
        {
            "name": "中天娱乐HD",
            "playUrl": "P2p://144.217.115.136:3431/5a85d2c0000a7a6900589cc85ae001ff.ts",
            "genre": "144"
        },
        {
            "name": "中天新闻HD",
            "playUrl": "P2p://144.217.115.136:3431/5a85d2c100068d4500589faf4f796dd7.ts",
            "genre": "144"
        },
        {
            "name": "中天娱乐HD",
            "playUrl": "P2p://144.217.115.136:3431/5a85d2c00000352800589a2705e90923.ts",
            "genre": "144"
        },
        {
            "name": "超视",
            "playUrl": "P2p://144.217.115.136:3431/5a52e7d2000a5105003ec6cbbd67e277.ts",
            "genre": "144"
        },
        {
            "name": "八大戏剧HD",
            "playUrl": "P2p://144.217.115.136:3431/5a52e7de00028c09003ef3aec034d13e.ts",
            "genre": "144"
        },
        {
            "name": "八大综合HD",
            "playUrl": "P2p://144.217.115.136:3431/5a52e7d2000c49d6003ec74dcdafc5fb.ts",
            "genre": "144"
        },
        {
            "name": "靖天电影",
            "playUrl": "P2p://144.217.115.136:3431/5a52e76d00065f67003d3b418d1ea327.ts",
            "genre": "144"
        },
        {
            "name": "靖天映画",
            "playUrl": "P2p://144.217.115.136:3431/5a52e76d00047677003d3ac4125844e8.ts",
            "genre": "144"
        },
        {
            "name": "靖洋戏剧",
            "playUrl": "P2p://144.217.115.136:3431/5a52e73200016404003c5382de6cf926.ts",
            "genre": "144"
        },
        {
            "name": "龙华动画",
            "playUrl": "P2p://144.217.115.136:3431/5a52e7ad0006005c003e35295911ca1d.ts",
            "genre": "144"
        },
        {
            "name": "纬来体育",
            "playUrl": "P2p://144.217.115.136:3431/5a52f052000a52ca005ffacca04734ca.ts",
            "genre": "144"
        },
        {
            "name": "龙华电影",
            "playUrl": "P2p://144.217.115.136:3431/5a52e7ae0000114f003e378cb516ea5a.ts",
            "genre": "144"
        },
        {
            "name": "纬来戏剧HD",
            "playUrl": "P2p://144.217.115.136:3431/5a52e7de0004556f003ef42343663222.ts",
            "genre": "144"
        },
        {
            "name": "龙华洋片HD",
            "playUrl": "P2p://144.217.115.136:3431/5a52e76d00028d02003d3a478114419c.ts",
            "genre": "144"
        },
        {
            "name": "龙华偶像HD",
            "playUrl": "P2p://144.217.115.136:3431/5a52e731000edb5d003c530d71612ded.ts",
            "genre": "144"
        },
        {
            "name": "龙华戏剧HD",
            "playUrl": "P2p://144.217.115.136:3431/5a52e731000d123b003c52989cae25ba.ts",
            "genre": "144"
        },
        {
            "name": "龙华动画",
            "playUrl": "P2p://144.217.115.136:3431/5a52e73100025ddd003c4fdaf9e6b07f.ts",
            "genre": "144"
        },
        {
            "name": "博斯运动",
            "playUrl": "P2p://144.217.115.136:3431/5a52e7a5000f2edc003e184289979c39.ts",
            "genre": "144"
        },
        {
            "name": "博斯高球",
            "playUrl": "P2p://144.217.115.136:3431/5a52e7ae000a4439003e3a28d5ac52cf.ts",
            "genre": "144"
        },
        {
            "name": "博斯网球",
            "playUrl": "P2p://144.217.115.136:3431/5a52e7a60009aa1b003e1ac1072da0a0.ts",
            "genre": "144"
        },
        {
            "name": "寰宇新闻",
            "playUrl": "P2p://144.217.115.136:3431/5a52e76c0006531a003d3756d50e0061.ts",
            "genre": "144"
        },
        {
            "name": "寰宇财经",
            "playUrl": "P2p://144.217.115.136:3431/5a52e76c00096524003d381f59edd83e.ts",
            "genre": "144"
        },
        {
            "name": "寰宇综合",
            "playUrl": "P2p://144.217.115.136:3431/5a52e73100085a74003c5163280bbc01.ts",
            "genre": "144"
        },
        {
            "name": "翡翠台",
            "playUrl": "P2p://158.69.209.29:2431/5a85a82700085a60040405bae83b36bb.ts",
            "genre": "158"
        },
        {
            "name": "無線新聞",
            "playUrl": "P2p://158.69.209.29:2431/5a85b8d10003a6e404451c95d13aed17.ts",
            "genre": "158"
        },
        {
            "name": "TVB J5",
            "playUrl": "P2p://158.69.209.29:2431/5a85b8f20006879c04459e3ac8255129.ts",
            "genre": "158"
        },
        {
            "name": "鳳凰衛視資訊",
            "playUrl": "P2p://158.69.209.29:2431/5a52ef93000b8f51005d110515607463.ts",
            "genre": "158"
        },
        {
            "name": "TVB J2",
            "playUrl": "P2p://158.69.209.29:2431/5a85b90600078f670445ec9e4569fb27.ts",
            "genre": "158"
        },
        {
            "name": "HKC新聞",
            "playUrl": "P2p://158.69.209.29:2431/5a52ef930007d6cc005d101196b0a829.ts",
            "genre": "158"
        },
        {
            "name": "鳳凰衛視中文",
            "playUrl": "P2p://158.69.209.29:2431/5a52ef950005c3b4005d17599decce57.ts",
            "genre": "158"
        },
        {
            "name": "鳳凰香港",
            "playUrl": "P2p://158.69.209.29:2431/5a52e539000a2c840034a11a507641db.ts",
            "genre": "158"
        },
        {
            "name": "明珠台",
            "playUrl": "P2p://158.69.209.29:2431/5a52e539000308fe00349f46a0af594c.ts",
            "genre": "158"
        },
        {
            "name": "viu tv",
            "playUrl": "P2p://158.69.209.29:2431/5a52e539000617b30034a00f649f4321.ts",
            "genre": "158"
        },
        {
            "name": "TVB星河",
            "playUrl": "P2p://158.69.209.29:2431/5a52e53900044e9e00349f9a7a131591.ts",
            "genre": "158"
        },
        {
            "name": "翡翠台 備",
            "playUrl": "P2p://158.69.209.29:2431/5b0d00ef000a90900247d48e6f779501.ts",
            "genre": "158"
        },
        {
            "name": "互動新聞 備",
            "playUrl": "P2p://158.69.209.29:2431/5b0cfef9000af50402402bb8cb4697e2.ts",
            "genre": "158"
        },
        {
            "name": "TVBJ5 備",
            "playUrl": "P2p://158.69.209.29:2431/5b0d0183000f3ef7024a17e1217a51ed.ts",
            "genre": "158"
        },
        {
            "name": "TVBJ2 備",
            "playUrl": "P2p://158.69.209.29:2431/5b0d01f60008b575024bd76d9acb07c8.ts",
            "genre": "158"
        },
        {
            "name": "viu tv 備",
            "playUrl": "P2p://158.69.209.29:2431/5b0d02ce000b26bb024f23cd0ea5d776.ts",
            "genre": "158"
        },
        {
            "name": "RHK31",
            "playUrl": "P2p://158.69.209.29:2431/5b0f6b8100015101016b646fd9e1b80b.ts",
            "genre": "158"
        },
        {
            "name": "RHK32",
            "playUrl": "P2p://158.69.209.29:2431/5b0f6ae3000559d40168fc4758a261e0.ts",
            "genre": "158"
        },
        {
            "name": "CCTV1",
            "playUrl": "P2p://158.69.209.29:2431/5a859b030003d99603d0aff212d7039e.ts",
            "genre": "158"
        },
        {
            "name": "CCTV2",
            "playUrl": "P2p://158.69.209.29:2431/5a859a7f000c4e3203ceae7d06c11e32.ts",
            "genre": "158"
        },
        {
            "name": "CCTV3",
            "playUrl": "P2p://158.69.209.29:2431/5a859a7f000dd4b803ceaee1a3905b7b.ts",
            "genre": "158"
        },
        {
            "name": "CCTV4",
            "playUrl": "P2p://158.69.209.29:2431/5a859a800002c51b03ceaff43f7cd39b.ts",
            "genre": "158"
        },
        {
            "name": "CCTV5",
            "playUrl": "P2p://158.69.209.29:2431/5a859d60000b39a603d9ed1ea6f901e5.ts",
            "genre": "158"
        },
        {
            "name": "CCTV5+",
            "playUrl": "P2p://158.69.209.29:2431/5a52e7400005d764003c8b569cd5dc54.ts",
            "genre": "158"
        },
        {
            "name": "CCTV6",
            "playUrl": "P2p://158.69.209.29:2431/5a52e83b000f15860040622c757f125c.ts",
            "genre": "158"
        },
        {
            "name": "CCTV7",
            "playUrl": "P2p://158.69.209.29:2431/5a52e83c000220c1004062c3756e8054.ts",
            "genre": "158"
        },
        {
            "name": "CCTV8",
            "playUrl": "P2p://158.69.209.29:2431/5a52e84300019a6e00407df8660ff741.ts",
            "genre": "158"
        },
        {
            "name": "CCTV9",
            "playUrl": "P2p://158.69.209.29:2431/5a52e843000371f800407e71e603362c.ts",
            "genre": "158"
        },
        {
            "name": "CCTV10",
            "playUrl": "P2p://158.69.209.29:2431/5a52e84300053e8a00407ee75b4080a6.ts",
            "genre": "158"
        },
        {
            "name": "CCTV11",
            "playUrl": "P2p://158.69.209.29:2431/5a52e84300080b9500407f9f16aa4b60.ts",
            "genre": "158"
        },
        {
            "name": "CCTV12",
            "playUrl": "P2p://158.69.209.29:2431/5a52e8430009d4f6004080147ba9893b.ts",
            "genre": "158"
        },
        {
            "name": "CCTV13",
            "playUrl": "P2p://158.69.209.29:2431/5a52e843000b9dd1004080897e1ff3ff.ts",
            "genre": "158"
        },
        {
            "name": "CCTV14",
            "playUrl": "P2p://158.69.209.29:2431/5a52e843000da3f10040810d45711dcb.ts",
            "genre": "158"
        },
        {
            "name": "CCTV15",
            "playUrl": "P2p://158.69.209.29:2431/5a52e844000050100040818c69716c50.ts",
            "genre": "158"
        },
        {
            "name": "天津衛視",
            "playUrl": "P2p://158.69.209.29:2431/5a726c66000efedd00fba394c456e49e.ts",
            "genre": "158"
        },
        {
            "name": "四川衛視",
            "playUrl": "P2p://158.69.209.29:2431/5a726c67000142ee00fba3f82797e7e8.ts",
            "genre": "158"
        },
        {
            "name": "浙江衛視",
            "playUrl": "P2p://158.69.209.29:2431/5a52e8440005cb89004082f31534c017.ts",
            "genre": "158"
        },
        {
            "name": "福建東南衛視",
            "playUrl": "P2p://158.69.209.29:2431/5a52e84400079537004083680b787416.ts",
            "genre": "158"
        },
        {
            "name": "深圳衛視",
            "playUrl": "P2p://158.69.209.29:2431/5a52e84400095dc0004083ddfd518b2e.ts",
            "genre": "158"
        },
        {
            "name": "北京衛視",
            "playUrl": "P2p://158.69.209.29:2431/5a52e84b0007067f00409e9ce349f828.ts",
            "genre": "158"
        },
        {
            "name": "重慶衛視",
            "playUrl": "P2p://158.69.209.29:2431/5a726c670003cfd300fba49f539b9468.ts",
            "genre": "158"
        },
        {
            "name": "上海東方衛視",
            "playUrl": "P2p://158.69.209.29:2431/5a52e803000a1169003f8623600b2b28.ts",
            "genre": "158"
        },
        {
            "name": "湖南衛視",
            "playUrl": "P2p://158.69.209.29:2431/5a85d14b00099f970052eb88139e53c9.ts",
            "genre": "158"
        },
        {
            "name": "湖北衛視",
            "playUrl": "P2p://158.69.209.29:2431/5a726c670005b8ba00fba51c86325a98.ts",
            "genre": "158"
        },
        {
            "name": "廣西衛視",
            "playUrl": "P2p://158.69.209.29:2431/5a52e740000715f1003c8ba8a69e484d.ts",
            "genre": "158"
        },
        {
            "name": "河北衛視",
            "playUrl": "P2p://158.69.209.29:2431/5a726c67000760b100fba589ae19b6fd.ts",
            "genre": "158"
        },
        {
            "name": "黑龍江衛視",
            "playUrl": "P2p://158.69.209.29:2431/5a726c670009091c00fba5f5ff218e3e.ts",
            "genre": "158"
        },
        {
            "name": "江蘇衛視",
            "playUrl": "P2p://158.69.209.29:2431/5a52e805000c859f003f8e9401268d85.ts",
            "genre": "158"
        },
        {
            "name": "遼寧衛視",
            "playUrl": "P2p://158.69.209.29:2431/5a726c67000cda9100fba6f0dd1c78db.ts",
            "genre": "158"
        },
        {
            "name": "廣東體育",
            "playUrl": "P2p://158.69.209.29:2431/5a52e8060000d6b4003f8f7edd3aaa01.ts",
            "genre": "158"
        },
        {
            "name": "廣東珠江",
            "playUrl": "P2p://158.69.209.29:2431/5a726c680000658900fba7a7bf646713.ts",
            "genre": "158"
        },
        {
            "name": "CHC動作電影",
            "playUrl": "P2p://158.69.209.29:2431/5a726c680002a8a200fba83b4bb152eb.ts",
            "genre": "158"
        },
        {
            "name": "CHC高清電影",
            "playUrl": "P2p://158.69.209.29:2431/5a726c680004181a00fba89a3ad4f459.ts",
            "genre": "158"
        },
        {
            "name": "新視覺",
            "playUrl": "P2p://158.69.209.29:2431/5a726c720003751700fbcf805c2dc3e1.ts",
            "genre": "158"
        },
        {
            "name": "貴州衛視",
            "playUrl": "P2p://158.69.209.29:2431/5a726c7200070d7800fbd06b1b2b45e2.ts",
            "genre": "158"
        },
        {
            "name": "CHC家庭影院",
            "playUrl": "P2p://158.69.209.29:2431/5a726c71000ed97f00fbce8204289e12.ts",
            "genre": "158"
        },
        {
            "name": "都市劇場",
            "playUrl": "P2p://158.69.209.29:2431/5a726c720001090700fbcee1550fcdef.ts",
            "genre": "158"
        },
        {
            "name": "廣東南方衛視",
            "playUrl": "P2p://158.69.209.29:2431/5a52e80f000e0352003fb60606bcf028.ts",
            "genre": "158"
        },
        {
            "name": "廣東衛視",
            "playUrl": "P2p://158.69.209.29:2431/5a726c720005258300fbcfef3cbcb418.ts",
            "genre": "158"
        },
        {
            "name": "江西衛視",
            "playUrl": "P2p://158.69.209.29:2431/5a726c72000b598c00fbd1852cc9d490.ts",
            "genre": "158"
        },
        {
            "name": "廣東公共",
            "playUrl": "P2p://158.69.209.29:2431/5a52e5940001cd8b0036026e27141dd8.ts",
            "genre": "158"
        },
        {
            "name": "新視覺",
            "playUrl": "P2p://217.182.18.136:9906/5abb57fc0002531705cb21d2049a2b73.ts",
            "genre": "217"
        },
        {
            "name": "奇妙電視",
            "playUrl": "P2p://217.182.18.136:9906/5a84793500006ea0518d7a187ff810be.ts",
            "genre": "217"
        },
        {
            "name": "翡翠台",
            "playUrl": "P2p://217.182.18.136:9906/5b46126900039387f3645faa296b03aa.ts",
            "genre": "217"
        },
        {
            "name": "J2",
            "playUrl": "P2p://217.182.18.136:9906/5b27814f000df2cd7bbef5b826ae4e7a.ts",
            "genre": "217"
        },
        {
            "name": "無綫新聞台",
            "playUrl": "P2p://217.182.18.136:9906/5b4622fc00090b85f3a51f4932981bd6.ts",
            "genre": "217"
        },
        {
            "name": "明珠台",
            "playUrl": "P2p://217.182.18.136:9906/5b742694000409c812edb79925d517cf.ts",
            "genre": "217"
        },
        {
            "name": "無綫財經台",
            "playUrl": "P2p://217.182.18.136:9906/5b6f4e5e000c0e740b5767aa5ed05a23.ts",
            "genre": "217"
        },
        {
            "name": "VIUTV",
            "playUrl": "P2p://217.182.18.136:9906/5b4622fc000b71b0f3a51fe513df1438.ts",
            "genre": "217"
        },
        {
            "name": "RTHK31",
            "playUrl": "P2p://217.182.18.136:9906/5a8160d0000ea5d945593ba368ad0bff.ts",
            "genre": "217"
        },
        {
            "name": "RTHK32",
            "playUrl": "P2p://217.182.18.136:9906/5a8160d0000e5d5e45593b93288b0e9c.ts",
            "genre": "217"
        },
        {
            "name": "鳳凰中文台HD",
            "playUrl": "P2p://217.182.18.136:9906/5a847b19000a3cb25194df38656776ea.ts",
            "genre": "217"
        },
        {
            "name": "鳳凰香港台HD",
            "playUrl": "P2p://217.182.18.136:9906/5a847b19000a815c5194df483f003508.ts",
            "genre": "217"
        },
        {
            "name": "鳳凰資訊台HD",
            "playUrl": "P2p://217.182.18.136:9906/5a847b190009f0675194df293b804350.ts",
            "genre": "217"
        },
        {
            "name": "東森新聞",
            "playUrl": "P2p://217.182.18.136:9906/5a8d5a8b00034edc11788ab41ef247a3.ts",
            "genre": "217"
        },
        {
            "name": "東森財經新聞",
            "playUrl": "P2p://217.182.18.136:9906/5a0876ea0008feac3f3e873577590da0.ts",
            "genre": "217"
        },
        {
            "name": "東森電影",
            "playUrl": "P2p://217.182.18.136:9906/5ab512b2000754d4adeb53ec022152dc.ts",
            "genre": "217"
        },
        {
            "name": "東森洋片",
            "playUrl": "P2p://217.182.18.136:9906/5ab52470000003d0ae32d6af795d7aed.ts",
            "genre": "217"
        },
        {
            "name": "東森幼幼",
            "playUrl": "P2p://217.182.18.136:9906/5a62f7d8000a9c1007a10005270a746e.ts",
            "genre": "217"
        },
        {
            "name": "壹電視新聞",
            "playUrl": "P2p://217.182.18.136:9906/5ab5262f0004247cae39a9d166545338.ts",
            "genre": "217"
        },
        {
            "name": "非凡新聞",
            "playUrl": "P2p://217.182.18.136:9906/5b2e1420000a983f957a568e42fb4288.ts",
            "genre": "217"
        },
        {
            "name": "非凡商業",
            "playUrl": "P2p://217.182.18.136:9906/5a087594000b61063f394fe148ae171a.ts",
            "genre": "217"
        },
        {
            "name": "龍華日韓",
            "playUrl": "P2p://217.182.18.136:9906/5b093c3c000aab520526b47034c74a7f.ts",
            "genre": "217"
        },
        {
            "name": "龍華電影",
            "playUrl": "P2p://217.182.18.136:9906/5b093d430003c51e052ab6037a311eaa.ts",
            "genre": "217"
        },
        {
            "name": "龍華戲劇",
            "playUrl": "P2p://217.182.18.136:9906/5b093c3c00043f300526b2ca20e901dd.ts",
            "genre": "217"
        },
        {
            "name": "龍華偶像",
            "playUrl": "P2p://217.182.18.136:9906/5b093d430004c0e3052ab6512e2d051d.ts",
            "genre": "217"
        },
        {
            "name": "龍華卡通",
            "playUrl": "P2p://217.182.18.136:9906/5b093c3c000000000526b1c1112448be.ts",
            "genre": "217"
        },
        {
            "name": "靖天電影台",
            "playUrl": "P2p://217.182.18.136:9906/5a8acc74000741c1076b307153fe10ca.ts",
            "genre": "217"
        },
        {
            "name": "靖天育樂台",
            "playUrl": "P2p://217.182.18.136:9906/5a8acc740005e69e076b3023037100db.ts",
            "genre": "217"
        },
        {
            "name": "靖天日本台",
            "playUrl": "P2p://217.182.18.136:9906/5a092407000f340f41e2eac97d79234a.ts",
            "genre": "217"
        },
        {
            "name": "靖天映畫",
            "playUrl": "P2p://217.182.18.136:9906/5a8acc740004bd12076b2fd51a641247.ts",
            "genre": "217"
        },
        {
            "name": "靖天綜合台",
            "playUrl": "P2p://217.182.18.136:9906/5a8acc740007ed6b076b30a0789a3d45.ts",
            "genre": "217"
        },
        {
            "name": "靖天資訊台",
            "playUrl": "P2p://217.182.18.136:9906/5a8acc7400089173076b30cf7b9f5f6b.ts",
            "genre": "217"
        },
        {
            "name": "靖天國際台",
            "playUrl": "P2p://217.182.18.136:9906/5a8acc7400055979076b2ff46487575b.ts",
            "genre": "217"
        },
        {
            "name": "靖天卡通台",
            "playUrl": "P2p://217.182.18.136:9906/5a8acc7400067b64076b30420b997baa.ts",
            "genre": "217"
        },
        {
            "name": "靖洋卡通台",
            "playUrl": "P2p://217.182.18.136:9906/5a8acc960000d1ce076bb39b2554413f.ts",
            "genre": "217"
        },
        {
            "name": "亞洲旅遊台 HD",
            "playUrl": "P2p://217.182.18.136:9906/5a8adf0c0003567e07b52d5c3f501801.ts",
            "genre": "217"
        },
        {
            "name": "Travel Channel",
            "playUrl": "P2p://217.182.18.136:9906/5a8adac50004df6707a4786224472fc1.ts",
            "genre": "217"
        },
        {
            "name": "衛視電影台",
            "playUrl": "P2p://217.182.18.136:9906/5ae98160000cc90209e0eda364916e81.ts",
            "genre": "217"
        },
        {
            "name": "衛視西片",
            "playUrl": "P2p://217.182.18.136:9906/5a8db539000a62d812ddba3738ce2aa4.ts",
            "genre": "217"
        },
        {
            "name": "天映頻道",
            "playUrl": "P2p://217.182.18.136:9906/5b093c48000b06e00526e36f1ca54707.ts",
            "genre": "217"
        },
        {
            "name": "日舞電影台",
            "playUrl": "P2p://217.182.18.136:9906/5b093c3c000dbd260526b53b7bcd260e.ts",
            "genre": "217"
        },
        {
            "name": "FOX HD",
            "playUrl": "P2p://217.182.18.136:9906/5a8ba61f0000dd400ac649373ca13c59.ts",
            "genre": "217"
        },
        {
            "name": "FOX FAMILY",
            "playUrl": "P2p://217.182.18.136:9906/5af17bf900073df1292c4a251bdf5aa7.ts",
            "genre": "217"
        },
        {
            "name": "HBO HD",
            "playUrl": "P2p://217.182.18.136:9906/5b2e142000083d87957a55f2137075b3.ts",
            "genre": "217"
        },
        {
            "name": "HBO Hits",
            "playUrl": "P2p://217.182.18.136:9906/5b2e142000083d87957a55f2137075b3.ts",
            "genre": "217"
        },
        {
            "name": "HBO Signature",
            "playUrl": "P2p://50.7.118.42:9906/5a12a60a000918550fdc8c3a60264517.ts",
            "genre": "217"
        },
        {
            "name": "HBO Signature",
            "playUrl": "P2p://217.182.18.136:9906/5b2e142000073a20957a55b318de5e38.ts",
            "genre": "217"
        },
        {
            "name": "HITS",
            "playUrl": "P2p://217.182.18.136:9906/5b5831f3000deaed05eecc4126c80def.ts",
            "genre": "217"
        },
        {
            "name": "WARNER",
            "playUrl": "P2p://217.182.18.136:9906/5b12ea4a00062b482b192aa9586b6a67.ts",
            "genre": "217"
        },
        {
            "name": "Animax",
            "playUrl": "P2p://2243442430.jixieshang.com:9906/58a53943000d79f7002b1756ced71dc2.ts",
            "genre": "217"
        },
        {
            "name": "Animax",
            "playUrl": "P2p://217.182.18.136:9906/5af17bf90006422c292c49e759e156b5.ts",
            "genre": "217"
        },
        {
            "name": "Disney Channel",
            "playUrl": "P2p://217.182.18.136:9906/5a62fecf0008f87207bc347031995ff2.ts",
            "genre": "217"
        },
        {
            "name": "MOMO親子台",
            "playUrl": "P2p://217.182.18.136:9906/5ab5262f0004a25eae39a9f02fa87134.ts",
            "genre": "217"
        },
        {
            "name": "ifun動漫台",
            "playUrl": "P2p://217.182.18.136:9906/5b124f7c000f278c28b92bfe3b02000f.ts",
            "genre": "217"
        },
        {
            "name": "ifun動漫台2",
            "playUrl": "P2p://217.182.18.136:9906/5b124f7c0006109428b9299d77933568.ts",
            "genre": "217"
        },
        {
            "name": "動物星球",
            "playUrl": "P2p://50.7.118.42:9906/5a12a1e8000a87740fcc67c88ea6a513.ts",
            "genre": "217"
        },
        {
            "name": "彩虹E台",
            "playUrl": "P2p://103.85.22.217:9906/5aa74302000d312a0429ec3804f94904.ts",
            "genre": "大人台"
        },
        {
            "name": "彩虹MOVIE",
            "playUrl": "P2p://103.85.22.217:9906/5aa7431000012e85042a1fcb6d4a6084.ts",
            "genre": "大人台"
        },
        {
            "name": "松视1",
            "playUrl": "P2p://103.85.22.217:9906/5aa742e2000bbb5304296eda49f16063.ts",
            "genre": "大人台"
        },
        {
            "name": "松视2",
            "playUrl": "P2p://103.85.22.217:9906/5aa742eb0001587b04298f53423c505e.ts",
            "genre": "大人台"
        },
        {
            "name": "松视3",
            "playUrl": "P2p://103.85.22.217:9906/5aa742f2000de8450429ade7509e3439.ts",
            "genre": "大人台"
        },
        {
            "name": "潘朵啦玩美台",
            "playUrl": "P2p://103.85.22.217:9906/5aa742c00009d30b0428e98d3d752dd4.ts",
            "genre": "大人台"
        },
        {
            "name": "潘朵啦粉紅台",
            "playUrl": "P2p://103.85.22.217:9906/5aa742b5000d480e0428bf7076aa6569.ts",
            "genre": "大人台"
        },
        {
            "name": "欧美高清1",
            "playUrl": "P2p://217.182.18.136:9906/5a9a1b26000e744143c230631d6866b4.ts",
            "genre": "大人台"
        },
        {
            "name": "欧美高清2",
            "playUrl": "P2p://217.182.18.136:9906/5a9a1b26000d9ea243c2303405184ef2.ts",
            "genre": "大人台"
        },
        {
            "name": "HAPPY",
            "playUrl": "P2p://170.178.164.247:6170/5b448cd10007f264000b5f45f388fd6e.ts",
            "genre": "大人台"
        },
        {
            "name": "星颖",
            "playUrl": "P2p://170.178.164.247:6170/5b448cd6000329d7000b7194c6f06352.ts",
            "genre": "大人台"
        },
        {
            "name": "潘朵拉玩美",
            "playUrl": "P2p://170.178.164.247:6170/5b448cd8000b792c000b7b84b411ee82.ts",
            "genre": "大人台"
        },
        {
            "name": "潘朵拉粉紅",
            "playUrl": "P2p://170.178.164.247:6170/5b448cdc000563cc000b899558714265.ts",
            "genre": "大人台"
        },
        {
            "name": "松视1台",
            "playUrl": "P2p://170.178.164.247:6170/5b448cdf000c86d2000b97210f41bf0a.ts",
            "genre": "大人台"
        },
        {
            "name": "松视2台",
            "playUrl": "P2p://170.178.164.247:6170/5b448ce3000abcb9000ba64c1e07d690.ts",
            "genre": "大人台"
        },
        {
            "name": "松视3台",
            "playUrl": "P2p://170.178.164.247:6170/5b448ce6000b1ec3000bb21d8beebcb9.ts",
            "genre": "大人台"
        },
        {
            "name": "惊艳成人电影",
            "playUrl": "P2p://170.178.164.247:6170/5b448ce90003aafc000bbbed0a86ba1f.ts",
            "genre": "大人台"
        },
        {
            "name": "彩虹E台",
            "playUrl": "P2p://170.178.164.247:6170/5b448ceb00099801000bc541be95c6ea.ts",
            "genre": "大人台"
        },
        {
            "name": "彩虹电影台",
            "playUrl": "P2p://170.178.164.247:6170/5b448cee0008f760000bd0d0f0c4d991.ts",
            "genre": "大人台"
        },
        {
            "name": "K頻道",
            "playUrl": "P2p://170.178.164.247:6170/5b448cf1000cc439000bdd81e4fafa61.ts",
            "genre": "大人台"
        },
        {
            "name": "香蕉台",
            "playUrl": "P2p://170.178.164.247:6170/5b448cf50001f8ea000bea5d07616b46.ts",
            "genre": "大人台"
        }
    ]
}